tap "homebrew/cask-fonts" || true

brew "coreutils"
brew "curl"
brew "git"
brew "git-gui"
brew "gpg"
brew "gawk"
brew "the_silver_searcher"
brew "ncdu"
brew "diff-so-fancy"
brew "neovim"
brew "tree"
brew "nginx"
brew "jq"
brew "jordanbaird-ice"
brew "jesseduffield/lazygit/lazygit"

cask "font-inconsolata-nerd-font"
